@extends('layouts.layout')

@section('content')
    <div class="container-xl">
        <div class="p-4 p-md-5 mb-4 rounded bg-light position-relative">
            <div class="d-flex justify-content-between">
                <div>
                    <h1 class="display-1 fst-italic">Название</h1>
                    <h1 class="display-6">Автор</h1>
                    <h1 class="display-10 mt-2">Жанр</h1>
                </div>
                <img src="assets/img/no_image.jpg" class="rounded float-end" alt="no_image" width="300" height="300">
            </div>
            <div>
                <p class="lead my-3">История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома История альбома</p>
                <small class="text-muted">
                    17.03.2022 18:15
                </small>
                <a class="btn btn-primary btn-sm float-end" href="#" role="button">Удалить</a>
                <a class="btn btn-primary btn-sm float-end mx-2" href="#" role="button">Редактировать</a>
            </div>
        </div>
    </div>
@endsection
